a=int(input("Ведіть перше число" ))
b=int(input("Ведіть друге число"))

print(a, '+', b, '=' , a+b)
print(a, '*', b, '=', a*b)
print(a, '-', b, '=', a-b)
print(a, '/',b, '=', a/b)



a=int(input("Ведіть початкову годину" ))
b=int(input("Ведіть початкову хвилину"))
c=int(input("Ведіть початкову секунду"))

a1=int(input("Ведіть кінцеву годину" ))
b1=int(input("Ведіть кінцеву хвилину"))
c1=int(input("Ведіть кінцеву секунду"))


a2=a*3600+b*60+c
b2=a1*3600+b1*60+c
ab= a2 - b2
print('різниця між веденими моментами', ab ,'секунда')
print(гарного дня)
